export default {
	guest: {
		donate: "تبرع",
		getBlood: "أطلب الدم",
		needBlood: "أحتاج الدم",
		login: "تسجيل الدخول",
		bloodDonationBenifits: "اجابيات التبرع بالدم",
		aboutUs: "عنا؟",
		logout: "خروج",
		dashboard: "لوحة القيادة",
		donateNow: "تبرع الآن",
		heroTitle: "تبرع بالدم، انقذ حياة.",
		heroDescription:
			"كل ثانيتين، يحتاج شخص ما إلى الدم. من خلال التبرع بالدم، يكون لديك القدرة على إنقاذ الأرواح والتأثير في مجتمعك. يمكن أن يساعد تبرعك شخصاً يخضع لعملية جراحية، أو يتلقى علاج السرطان، أو يعاني من إصابة تهدد حياته. التبرع بالدم هو وسيلة بسيطة وسهلة لإعطاء العون والمساعدة لأولئك الذين في حاجة. اشترك الآن للتبرع بالدم وكن بطلاً لشخص محتاج.",
		learnMore: "معرفة المزيد",
		hero: "ساعدنا في انقاض الأرواح و صر بطلا",
		cardDescription:
			"تبرع بالدم وكُن بطلاً في رحلة إنقاذ حياة شخص ما. يمكن أن يحدث تبرعك الفارق الكبير ويساعد في إنقاذ الأرواح في مجتمعك.",
		signUp: "أنشئ حساب",
		bookAppointment: "احجز موعد",
		saveALife: "أنقض حياة",
		howItWorks: "خطوات التبرع",
		bloodDonationBenefits: "فوائد التبرع بالدم",
		benefits: {
			SavesLives: {
				title: "ينقذ ارواح",
				description:
					"يمكن أن يساعد التبرع بالدم في إنقاذ الأرواح من خلال توفير مورد حيوي للمحتاجين.",
			},
			ReducesHeartRisks: {
				title: "يقلل من مخاطر الإصابة بأمراض القلب",
				description: `التبرع بالدم يقلل من مخاطر الإصابة بأمراض القلب
				ينظم لزوجة الدم ويقلل الحديد
				المخازن.`,
			},
			BurnsCalories: {
				title: "يحرق السعرات الحرارية",
				description: `يؤدي التبرع بالدم إلى حرق ما يصل إلى 650 سعرًا حراريًا ويمكن أن يؤدي ذلك إلى حرقه
				تساعد على زيادة التمثيل الغذائي لفقدان الوزن.`,
			},
			Cancer: {
				title: "يقلل من مخاطر الاصابة بالسرطان",
				description: `يمكن أن يساعد التبرع بالدم بانتظام في تقليل المخاطر
				لأنواع معينة من السرطان،
			كسرطان الرئة والقولون.`,
			},
			Supply: {
				title: "يساعد على تجديد إمداد الدم",
				description: `يمكن أن يساعد التبرع بالدم في ضمان إمدادات دم كافية لحالات الطوارئ.`,
			},
			Checkup: {
				title: "يوفر فحصًا صحيًا مجانيًا",
				description: `التبرع بالدم ينطوي على صحة شاملة
				بما في ذلك فحص ضغط الدم و
				فحوصات مستوى الهيموجلوبين.`,
			},
		},
	},
};
